Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=154_art_id=159.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Lávvu
sma: Lïerh: Låavth-gåetie

source: Šaddos du dáhttu, mo almmis nu maiddái eatnama alde.
sma: Baajh dov syjhtedem eatnamisnie sjïdtedh guktie elmierïjhkesne

source: Dán rohkosis rohkadallat ahte Ipmila dáhttu galgá šaddat buot áššiin ja juohke olbmos.
sma: Daennie rohkelassesne rohkelibie Jupmelen syjhtede edtja gaajhkine aatine jïh almetjinie sjugniehtovvedh.

source: Ipmil hálddaša buot, muhto bahás vuoiŋŋat sáhttet váldit olbmuid iežaset háldui.
sma: Jupmelen reeremisnie gaajhke, bene doen ’ ajmoeh maehtieh faamoem vaeltedh almetji bijjelen.

source: Mii rohkadallat ahte Ipmila dáhttu galgá šaddat, ja mii rohkadallat ahte Ipmila dáhttu stivrešii min, eallimiiddámetguin, bearrašiiddámetguin, sogaideametguin, searvegottiideametguin, girkuineamet, báhpaideametguin ja jođiheddjiideametguin min giliin, gávpogiin ja riikkain.
sma: Mijjieh rohkelibie Jupmelen syjhtede edtja sjugniehtovvedh, jïh mijjieh rohkelibie mijjieh sïjhtebe Jupmelen syjhtede mijjem stuvrie, mijjen jielemh, mijjen fuelhkie jïh maadtoe, åålmege, mijjen gærhkoe, hearrah jïh mijjen åvtehkh voenine, staarine, laantine.

source: Dorvvastan go Ipmilii ?
sma: Jupmelem leajhtedem ?

source: Luohtán go iežan áhččái ja eadnái ?
sma: Aehtjebem jïh tjidtjebem leajhtedem ?

source: Áiggun dávjá dahkat dakkára maid mu váhnemat eaba suova... Čájehuvvo maŋŋá ahte soai diđiiga mii lei riekta, mun livččen galgan guldalit sudno ráđiid !
sma: Daamtaj sïjhtem maam akt darjodh misse mov eejhtegh ” ijje ” jiehtieh. Mænngan vuajnam dah buerebelaakan deejrin, jïh manne byöreme dejtie goltelidh !

source: Ja Ipmil diehtá mii lea buorre munnje.
sma: Jïh Jupmele – dïhte daajra mij lea hijven munnjien.

source: Danin háliidan áinnas dadjat: “ Šaddos du dáhttu”.Jáhkát go lea álki dahje váttis dahkat dan maid Ipmil háliida, ii fal nu mo ieš háliidat ?
sma: Dle sïjhtem badth jiehtedh – baajh dov syjhtede sjugniehtovvedh. Vïenhth aelhkie jallh geerve darjodh maam Jupmele sæjhta, sijjeste maam datne jïjtje sïjhth.

source: Dávjá in leat áibbas sihkkar mii Ipmila dáhttu lea.
sma: Daamtaj im rikti daejrieh mij lea Jupmelen syjhtede.

source: Ođđa testameantta evangeliat muitalit juoidá dan birra mo Ipmila plána olbmuid várás lea, ja oahpahus girkus muitala maid juoidá.
sma: Orre testamenten vaentjelh soptsestieh maam akt Jupmelen soejkesjen bïjre almetjidie, jïh ööhpehtimmeste gærhkosne.

source: Dalle beasan diehtit eambbo das, mii Su dáhttu lea.
sma: Dellie sïjhtem badth vielie daejredh mij lea Dan syjhtede.

source: Lea ollu mii dáhpáhuvvá mii ii dáidde leat Ipmila dáhtu mielde.
sma: Jïjnje heannede, maam kanne Jupmele ij sïjhth edtja heannadidh.

source: Soahti ja heahti leat ovdamearkkat.
sma: Dåaroe jïh neavroe leah nåake heannadimmieh.

source: Lea min iežamet duohken háliidit go dahket buriid, vai diktit go iežamet dahkat baháid maid.
sma: Dle badth mijjieh almetjh mah muenieh mejtie mijjieh sïjhtebe dejtie hijven aatide darjodh, jallh mejtie mijjem baajebe nåake aath aaj darjodh.

source: Buot dain, mii dáhpáhuvvá, lea bálggis Ipmila lusa.
sma: Gaajhkine mij sjugniehtåvva, lea akte geajnoe Jupmielasse.

source: Ipmila buorre ja árbmugas dáhttu gal šaddá min rohkadalakeahttá, muhto dán rohkosis mii rohkadallat ahte dat šattašii dáppe min luhtte ge.
sma: Jupmelen hijven syjhtede sjugniehtåvva bielelen mijjieh dan bïjre rohkelibie, bene daennie rohkelassesne rohkelibie dïhte aaj tjuara mijjem sjugniehtovvedh.

source: Mo dat dáhpáhuvvá ?
sma: Guktie naemhtie sjugniehtåvva ?

source: Dat dáhpáhuvvá go Ipmil hehtte buot bahás áigumušaid ja meanuid mat bohtet beargalagas, máilmmis ja min suttolaš oaččis. Dat eai dáhto min atnit Ipmila nama bassin eai ge diktit su riikka boahtit.
sma: Naemhtie sjugniehtåvva gosse Jupmele gaajhkh nåake soejkesjh jïh abpe nåake syjhtedem bahhesne tsööpkie, veartenisnie jïh mijjesne, mah sïjhtieh heerredidh Jupmelen nomme aejlieståvva jïh dan rïjhke edtja båetedh.

source: Muhto Ipmila dáhttu šaddá go son nanne min ja bisuha min sánis ja oskkus gitta min maŋimuš boddui.
sma: Naemhtie sjugniehtåvva gosse Jupmele mijjem faamoem vadta sov baakojne, jïh mijjem jaahkosne vaarjele mijjen minngemes tijjese.

source: Dat lea su árbmugas ja buorre dáhttu.
sma: Daate lea dan aarmogs syjhtede.
